<?php

return [
    'dashboard' => [
        'courses' => [
            'created' => 'Курс успешно создан!',
            'updated' => 'Курс успешно изменён!',
            'deleted' => 'Курс успешно удалён!',
            'sure' => 'Вы уверены, что хотите удалить курс?'
        ],
        'cheatsheets' => [
            'created' => 'Шпаргалка успешно создана!',
            'updated' => 'Шпаргалка успешно изменена!',
            'deleted' => 'Шпаргалка успешно удалена!',
            'sure' => 'Вы уверены, что хотите удалить шпаргалку?'
        ],
        'information' => [
            'created' => 'Новость успешно создана!',
            'updated' => 'Новость успешно изменена!',
            'deleted' => 'Новость успешно удалена!',
            'sure' => 'Вы уверены, что хотите удалить новость?'
        ]
    ]
];
