<?php

return [
    'dashboard' => [
        'courses' => [
            'created' => 'Курс успешно создан!',
            'updated' => 'Курс успешно изменён!',
            'deleted' => 'Курс успешно удалён!',
            'sure' => 'Вы уверены, что хотите удалить курс?'
        ],
        'cheatsheets' => [
            'created' => 'Шпаргалка успешно создана!',
            'updated' => 'Шпаргалка успешно изменена!',
            'deleted' => 'Шпаргалка успешно удалена!',
            'sure' => 'Вы уверены, что хотите удалить шпаргалку?'
        ],
        'information' => [
            'created' => 'Новость успешно создана!',
            'updated' => 'Новость успешно изменена!',
            'deleted' => 'Новость успешно удалена!',
            'sure' => 'Вы уверены, что хотите удалить новость?'
        ],
        'modules' => [
            'title' => 'Модули',
            'create' => [
                'title' => 'Добавление модуля',
                'subtitle' => 'Здесь вы можете создать новый модуль.'
            ],
            'created' => 'Модуль успешно создан!',
            'update' => [
                'title' => 'Изменение модуля',
                'subtitle' => 'Здесь вы можете изменить информацию о модуле.'
            ],
            'updated' => 'Модуль успешно изменён!',
            'deleted' => 'Модуль успешно удалён!',
            'sure' => 'Вы уверены, что хотите удалить модуль?'
        ]
    ]
];
